Repository: ptudor/unsit
Catalog: packaging/Localization/Updates.xcstrings
Source language: en
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, de_at, de_ch, el, es, es_ar, es_mx, et, eu, fa, fi, fil, fr, fr_ca, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, or, pa, pl, pt, pt_br, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant, zu

source: The update information does not match this app or has an invalid minimum macOS version.
af: Die opdateringsinligting stem nie ooreen met hierdie toepassing nie, of het 'n ongeldige minimum macOS-weergawe.
am: የዝማኔ መረጃው ከዚህ መተግበሪያ ጋር አይዛመድም ወይም ዝቅተኛው የ macOS ስሪት ልክ ያልሆነ ነው።
ar: معلومات التحديث لا تتطابق مع هذا التطبيق أو أن الحد الأدنى لإصدار macOS غير صالح.
az: Yeniləmə məlumatı bu tətbiqə uyğun gəlmir və ya yanlış minimum macOS versiyasına malikdir.
be: Інфармацыя аб абнаўленні не адпавядае гэтай праграме або мае няправільную мінімальную версію macOS.
bg: Информацията за актуализацията не съответства на това приложение или изисква невалидна минимална версия на macOS.
bn: আপডেটের তথ্য এই অ্যাপের সাথে মেলে না অথবা এর ন্যূনতম macOS সংস্করণটি অবৈধ।
ca: La informació d'actualització no coincideix amb aquesta aplicació o té una versió mínima de macOS no vàlida.
cs: Informace o aktualizaci neodpovídají této aplikaci nebo uvádějí neplatnou minimální verzi systému macOS.
cy: Nid yw'r wybodaeth ddiweddaru yn cyfateb i'r ap hwn neu mae ganddi fersiwn macOS lleiaf annilys.
da: Oplysningerne om opdateringen passer ikke til denne app, eller den kræver en ugyldig minimumsversion af macOS.
de: Die Update-Informationen stimmen nicht mit dieser App überein oder weisen eine ungültige Mindestversion von macOS auf.
de_at: Die Aktualisierungsinformationen stimmen nicht mit dieser App überein oder weisen eine ungültige Mindestversion von macOS auf.
de_ch: Die Aktualisierungsinformationen stimmen nicht mit dieser App überein oder weisen eine ungültige Mindestversion von macOS auf.
el: Οι πληροφορίες της ενημέρωσης δεν αντιστοιχούν σε αυτήν την εφαρμογή ή αναφέρουν μη έγκυρη ελάχιστη έκδοση του macOS.
es: La información de la actualización no coincide con esta aplicación o indica una versión mínima de macOS no válida.
es_ar: La información de la actualización no coincide con esta aplicación o indica una versión mínima de macOS no válida.
es_mx: La información de actualización no coincide con esta aplicación o tiene una versión mínima de macOS no válida.
et: Uuendusteave ei vasta sellele rakendusele või selle jaoks on määratud kehtetu minimaalne macOS-versioon.
eu: Eguneratze-informazioa ez dator bat aplikazio honekin edo macOS bertsio minimo baliogabea du.
fa: اطلاعات به‌روزرسانی با این برنامه مطابقت ندارد یا حداقل نسخه macOS آن نامعتبر است.
fi: Päivitystiedot eivät vastaa tätä sovellusta tai niissä on virheellinen macOS:n vähimmäisversio.
fil: Hindi tugma ang impormasyon ng update sa app na ito o mayroon itong invalid na minimum na bersyon ng macOS.
fr: Les informations relatives à la mise à jour ne correspondent pas à cette application ou indiquent une version minimale de macOS non valide.
fr_ca: Les informations de mise à jour ne correspondent pas à cette application ou la version minimale de macOS requise est invalide.
ga: Ní hionann an fhaisnéis nuashonraithe agus an aip seo nó tá leagan íosta macOS neamhbhailí aici.
gl: A información de actualización non coincide con esta aplicación ou ten unha versión mínima de macOS non válida.
gu: અપડેટ માહિતી આ એપ્લિકેશન સાથે મેળ ખાતી નથી અથવા તેનું ન્યૂનતમ macOS સંસ્કરણ અમાન્ય છે.
he: פרטי העדכון אינם תואמים לאפליקציה זו או שיש להם גרסת macOS מינימלית לא חוקית.
hi: अपडेट की जानकारी इस ऐप से मेल नहीं खाती या इसमें macOS का न्यूनतम संस्करण अमान्य है।
hr: Informacije o ažuriranju ne odgovaraju ovoj aplikaciji ili imaju nevažeću minimalnu verziju macOS-a.
hu: A frissítési információk nem ehhez az alkalmazáshoz valók, vagy érvénytelen a minimális macOS-verzió.
hy: Թարմացման տեղեկատվությունը չի համապատասխանում այս հավելվածին կամ ունի անվավեր macOS-ի նվազագույն տարբերակ։
id: Informasi pembaruan tidak sesuai dengan aplikasi ini atau versi macOS minimumnya tidak valid.
is: Uppfærsluupplýsingarnar passa ekki við þetta forrit eða hafa ógilda lágmarksútgáfu af macOS.
it: Le informazioni sull'aggiornamento non corrispondono a questa app oppure indicano una versione minima di macOS non valida.
ja: このアップデート情報は、このアプリと一致しないか、macOSの最低動作バージョンが不正です。
ka: განახლების ინფორმაცია არ ემთხვევა ამ აპლიკაციას ან აქვს მინიმალური macOS ვერსია არასწორი.
kk: Жаңарту ақпараты бұл қолданбаға сәйкес емес немесе ең төменгі macOS нұсқасы жарамсыз.
km: ព័ត៌មានអាប់ដេតមិនត្រូវគ្នានឹងកម្មវិធីនេះ ឬមានកំណែ macOS អប្បបរមាមិនត្រឹមត្រូវ។
kn: ನವೀಕರಣ ಮಾಹಿತಿಯು ಈ ಅಪ್ಲಿಕೇಶನ್‌ಗೆ ಹೊಂದಿಕೆಯಾಗುವುದಿಲ್ಲ ಅಥವಾ ಅಮಾನ್ಯ ಕನಿಷ್ಠ macOS ಆವೃತ್ತಿಯನ್ನು ಹೊಂದಿದೆ.
ko: 업데이트 정보가 이 앱과 일치하지 않거나, 최소 macOS 버전이 유효하지 않습니다.
ky: Жаңыртуу маалыматы бул колдонмого дал келбейт же macOS'тун минималдуу версиясы жараксыз.
lo: ຂໍ້ມູນການອັບເດດບໍ່ກົງກັບແອັບນີ້ ຫຼື ມີເວີຊັນ macOS ຕ່ຳສຸດທີ່ບໍ່ຖືກຕ້ອງ.
lt: Atnaujinimo informacija neatitinka šios programėlės arba nurodyta netinkama mažiausia „macOS“ versija.
lv: Atjauninājuma informācija neatbilst šai lietotnei vai tajā norādītā minimālā macOS versija ir nepareiza.
mk: Информациите за ажурирање не се совпаѓаат со оваа апликација или имаат неважечка минимална верзија на macOS.
ml: അപ്‌ഡേറ്റ് വിവരങ്ങൾ ഈ ആപ്പുമായി പൊരുത്തപ്പെടുന്നില്ല അല്ലെങ്കിൽ അസാധുവായ ഒരു മിനിമം macOS പതിപ്പ് ഉണ്ട്.
mn: Шинэчлэлтийн мэдээлэл нь энэ апптай таарахгүй эсвэл macOS-ийн хамгийн бага хувилбар нь буруу байна.
mr: अपडेटची माहिती या ॲपशी जुळत नाही किंवा त्यात चुकीची किमान macOS आवृत्ती आहे.
ms: Maklumat kemas kini tidak sepadan dengan aplikasi ini atau mempunyai versi minimum macOS yang tidak sah.
mt: L-informazzjoni tal-aġġornament ma taqbilx ma' din l-app jew għandha verżjoni minima tal-macOS invalida.
my: အပ်ဒိတ်အချက်အလက်သည် ဤအက်ပ်နှင့် မကိုက်ညီပါ သို့မဟုတ် မမှန်ကန်သော အနည်းဆုံး macOS ဗားရှင်း ပါရှိသည်။
nb: Oppdateringsinformasjonen stemmer ikke overens med denne appen, eller den angir en ugyldig minimumsversjon av macOS.
ne: अद्यावधिक जानकारी यो एपसँग मेल खाँदैन वा यसको न्यूनतम macOS संस्करण अमान्य छ।
nl: De updategegevens komen niet overeen met deze app of er is een ongeldige minimale macOS-versie opgegeven.
or: ଅପଡେଟ୍ ସୂଚନା ଏହି ଆପ ସହିତ ମେଳ ଖାଉନାହିଁ କିମ୍ବା ଏହାର ଏକ ଅବୈଧ ସର୍ବନିମ୍ନ macOS ସଂସ୍କରଣ ଅଛି।
pa: ਅੱਪਡੇਟ ਜਾਣਕਾਰੀ ਇਸ ਐਪ ਨਾਲ ਮੇਲ ਨਹੀਂ ਖਾਂਦੀ ਜਾਂ ਇਸਦਾ ਘੱਟੋ-ਘੱਟ macOS ਵਰਜਨ ਅਵੈਧ ਹੈ।
pl: Informacje o aktualizacji nie pasują do tej aplikacji lub podano nieprawidłową minimalną wersję systemu macOS.
pt: As informações da atualização não correspondem a esta aplicação ou indicam uma versão mínima inválida do macOS.
pt_br: As informações da atualização não correspondem a este aplicativo ou apresentam uma versão mínima inválida do macOS.
ro: Informațiile privind actualizarea nu corespund acestei aplicații sau indică o versiune minimă de macOS nevalidă.
ru: Информация об обновлении не соответствует данному приложению или указана недопустимая минимальная версия macOS.
si: යාවත්කාලීන තොරතුරු මෙම යෙදුමට නොගැලපේ නැතහොත් අවලංගු අවම macOS අනුවාදයක් ඇත.
sk: Informácie o aktualizácii nezodpovedajú tejto aplikácii alebo uvádzajú neplatnú minimálnu verziu systému macOS.
sl: Podatki o posodobitvi ne ustrezajo tej aplikaciji ali pa je navedena neveljavna minimalna različica sistema macOS.
sq: Informacioni i përditësimit nuk përputhet me këtë aplikacion ose ka një version minimal të pavlefshëm të macOS.
sr: Информације о ажурирању не одговарају овој апликацији или имају неважећу минималну верзију macOS-а.
sv: Uppdateringsinformationen stämmer inte överens med den här appen eller anger en ogiltig lägsta macOS-version.
sw: Taarifa ya sasisho hailingani na programu hii au ina toleo la chini kabisa la macOS ambalo si sahihi.
ta: புதுப்பிப்புத் தகவல் இந்தச் செயலியுடன் பொருந்தவில்லை அல்லது தவறான குறைந்தபட்ச macOS பதிப்பைக் கொண்டுள்ளது.
te: అప్‌డేట్ సమాచారం ఈ యాప్‌కు సరిపోలడం లేదు లేదా చెల్లని కనీస macOS వెర్షన్‌ను కలిగి ఉంది.
th: ข้อมูลการอัปเดตไม่ตรงกับแอปนี้ หรือมีเวอร์ชัน macOS ขั้นต่ำที่ไม่ถูกต้อง
tr: Güncelleme bilgileri bu uygulamayla uyuşmuyor veya geçerli olmayan bir minimum macOS sürümü içeriyor.
uk: Інформація про оновлення не відповідає цьому додатку або містить недійсну мінімальну версію macOS.
ur: اپ ڈیٹ کی معلومات اس ایپ سے مماثل نہیں ہیں یا اس کا کم از کم macOS ورژن غلط ہے۔
vi: Thông tin cập nhật không phù hợp với ứng dụng này hoặc có phiên bản macOS tối thiểu không hợp lệ.
zh_hans: 该更新信息与本应用不匹配，或者其要求的最低 macOS 版本无效。
zh_hant: 此更新資訊與此應用程式不符，或其指定的最低 macOS 版本無效。
zu: Ulwazi lokubuyekeza alufani nalolu hlelo lokusebenza noma lunenguqulo ye-macOS encane engavumelekile.

source: The update information failed its size or SHA-256 check.
af: Opdateringsinligting het die grootte- of SHA-256-toets gedruip.
am: የዝማኔ መረጃው መጠኑን ወይም የSHA-256 ቼክ አልተሳካም።
ar: فشلت معلومات التحديث في التحقق من حجمها أو SHA-256.
az: Yeniləmə məlumatı ölçüsünü və ya SHA-256 yoxlamasını keçə bilmədi.
be: Інфармацыя аб абнаўленні не прайшла праверку памеру або SHA-256.
bg: Информацията за актуализацията не е преминала проверката за размер или SHA-256.
bn: আপডেট তথ্যটি আকার বা SHA-256 পরীক্ষায় উত্তীর্ণ হতে পারেনি।
ca: La informació d'actualització ha fallat en la comprovació de mida o SHA-256.
cs: Informace o aktualizaci neprošla kontrolou velikosti nebo kontrolou SHA-256.
cy: Ni phasiodd y wybodaeth wiriad maint na SHA-256.
da: Oplysningerne om opdateringen bestod ikke størrelses- eller SHA-256-kontrollen.
de: Die Update-Daten haben die Größen- oder SHA-256-Prüfung nicht bestanden.
de_at: Die Update-Info bestand die Größen- oder SHA-256-Prüfung nicht.
de_ch: Die Aktualisierungsinformationen haben die Größen- oder SHA-256-Prüfung nicht bestanden.
el: Οι πληροφορίες ενημέρωσης απέτυχαν στον έλεγχο μεγέθους ή SHA-256.
es: La información de la actualización ha fallado en la comprobación de tamaño o de SHA-256.
es_ar: La información de la actualización no pasó la verificación de tamaño o de SHA-256.
es_mx: La información de actualización falló su comprobación de tamaño o SHA-256.
et: Uuenduse andmed ei läbinud suuruse või SHA-256 kontrolli.
eu: Eguneratze-datuek ez dute tamaina/SHA-256 proba gainditu.
fa: اطلاعات به‌روزرسانی در بررسی اندازه یا SHA-256 ناموفق بود.
fi: Päivitystiedot eivät läpäisseet koko- tai SHA-256-tarkistusta.
fil: Hindi pumasa ang impormasyon sa pag-update sa laki o SHA-256 check.
fr: La vérification de la taille ou du hachage SHA-256 des informations de mise à jour a échoué.
fr_ca: Échec du contrôle de taille ou SHA-256 des données de mise à jour.
ga: Theip ar an bhfaisnéis nuashonraithe a mhéid nó a sheiceáil SHA-256.
gl: A información de actualización fallou na comprobación de tamaño ou SHA-256.
gu: અપડેટ માહિતીનું કદ અથવા SHA-256 તપાસ નિષ્ફળ ગઈ.
he: מידע העדכון נכשל בבדיקת הגודל או SHA-256.
hi: अपडेट जानकारी आकार या SHA-256 जाँच में विफल रही।
hr: Informacije o ažuriranju nisu prošle provjeru veličine ili SHA-256.
hu: A frissítési adatok nem feleltek meg a méret- vagy az SHA-256-ellenőrzésnek.
hy: Թարմացման տեղեկատվությունը չանցավ չափի կամ SHA-256 ստուգման։
id: Informasi pembaruan tersebut gagal dalam pemeriksaan ukuran atau SHA-256.
is: Uppfærsluupplýsingarnar stóðust ekki stærðarprófun eða SHA-256 prófun.
it: Le informazioni sull'aggiornamento non hanno superato il controllo relativo alle dimensioni o all'SHA-256.
ja: アップデートの情報が、サイズまたはSHA-256チェックに失敗しました。
ka: განახლების ინფორმაციამ ვერ გაიარა ზომის ან SHA-256 შემოწმება.
kk: Жаңарту ақпараты өлшем немесе SHA-256 тексеруінен өтпеді.
km: ព័ត៌មានអាប់ដេតបានបរាជ័យក្នុងការត្រួតពិនិត្យទំហំ ឬ SHA-256 របស់វា។
kn: ನವೀಕರಣ ಮಾಹಿತಿಯು ಅದರ ಗಾತ್ರ ಅಥವಾ SHA-256 ಪರಿಶೀಲನೆಯಲ್ಲಿ ವಿಫಲವಾಗಿದೆ.
ko: 업데이트 정보의 크기 또는 SHA-256 검증이 실패했습니다.
ky: Жаңыртуу маалыматы өлчөм же SHA-256 текшерүүсүнөн өткөн жок.
lo: ຂໍ້ມູນການອັບເດດລົ້ມເຫຼວໃນການກວດສອບຂະໜາດ ຫຼື SHA-256.
lt: Atnaujinimo informacija neatitiko dydžio arba SHA-256 patikros.
lv: Atjauninājuma informācija neatbilda izmēra vai SHA-256 pārbaudes prasībām.
mk: Информациите за ажурирање не ја поминаа проверката за големина или SHA-256.
ml: അപ്‌ഡേറ്റ് വിവരങ്ങൾക്ക് അതിന്റെ വലുപ്പം അല്ലെങ്കിൽ SHA-256 പരിശോധന പരാജയപ്പെട്ടു.
mn: Шинэчлэлтийн мэдээлэл хэмжээ эсвэл SHA-256 шалгалтанд унасан.
mr: अपडेट माहिती आकार किंवा SHA-256 तपासणीत अयशस्वी झाली.
ms: Maklumat kemas kini gagal dalam semakan saiz atau SHA-256.
mt: L-informazzjoni tal-aġġornament falliet il-verifika tad-daqs jew tal-SHA-256.
my: အပ်ဒိတ်အချက်အလက်သည် ၎င်း၏အရွယ်အစား သို့မဟုတ် SHA-256 စစ်ဆေးမှုတွင် မအောင်မြင်ခဲ့ပါ။
nb: Oppdateringsinformasjonen bestod ikke størrelses- eller SHA-256-kontrollen.
ne: अद्यावधिक जानकारीको आकार वा SHA-256 जाँच असफल भयो।
nl: De updategegevens voldeden niet aan de controle op de bestandsgrootte of de SHA-256-controle.
or: ଅପଡେଟ୍ ସୂଚନା ଏହାର ଆକାର କିମ୍ବା SHA-256 ଯାଞ୍ଚ ବିଫଳ ହୋଇଛି।
pa: ਅੱਪਡੇਟ ਜਾਣਕਾਰੀ ਦਾ ਆਕਾਰ ਜਾਂ SHA-256 ਜਾਂਚ ਅਸਫਲ ਰਹੀ।
pl: Informacje o aktualizacji nie przeszły kontroli rozmiaru lub skrótu SHA-256.
pt: A informação da atualização não passou na verificação de tamanho ou SHA-256.
pt_br: As informações da atualização falharam na verificação de tamanho ou SHA-256.
ro: Informațiile privind actualizarea nu au trecut verificarea privind dimensiunea sau codul SHA-256.
ru: Информация об обновлении не прошла проверку по размеру или SHA-256.
si: යාවත්කාලීන තොරතුරු එහි ප්‍රමාණය හෝ SHA-256 පරීක්ෂාව අසාර්ථක විය.
sk: Informácie o aktualizácii neprešli kontrolou veľkosti alebo kontrolou SHA-256.
sl: Podatki o posodobitvi niso prestali preverjanja velikosti ali SHA-256.
sq: Informacioni i përditësimit dështoi në kontrollin e madhësisë ose SHA-256.
sr: Информације о ажурирању нису прошле проверу величине или SHA-256.
sv: Uppdateringsinformationen klarade inte storleks- eller SHA-256-kontrollen.
sw: Taarifa ya sasisho hakukuthibitika katika ukubwa wake au SHA-256.
ta: புதுப்பிப்புத் தகவல் அதன் அளவு அல்லது SHA-256 சோதனையில் தோல்வியடைந்தது.
te: నవీకరణ సమాచారం దాని పరిమాణం లేదా SHA-256 తనిఖీలో విఫలమైంది.
th: ข้อมูลการอัปเดตไม่ผ่านการตรวจสอบขนาดหรือการตรวจสอบ SHA-256
tr: Güncelleme bilgisi, boyut veya SHA-256 kontrolünden geçemedi.
uk: Інформація про оновлення не пройшла перевірку за розміром або за SHA-256.
ur: اپ ڈیٹ معلومات سائز یا SHA-256 جانچ میں ناکام رہیں۔
vi: Thông tin cập nhật không vượt qua được kiểm tra kích thước hoặc mã SHA-256.
zh_hans: 更新信息未通过大小或 SHA-256 校验。
zh_hant: 更新資訊的大小或 SHA-256 校驗失敗。
zu: Ulwazi lokubuyekeza lwehlulekile usayizi walo noma ukuhlolwa kwe-SHA-256.

source: The update installer is missing or ambiguous.
af: Die opdateringinstalleerder ontbreek of is dubbelsinnig.
am: የዝማኔ ጫኚው ጠፍቷል ወይም አሻሚ ነው።
ar: برنامج تثبيت التحديث مفقود أو غامض.
az: Yeniləmə quraşdırıcısı yoxdur və ya qeyri-müəyyəndir.
be: Усталёўшчык адсутнічае або знойдзена некалькі.
bg: Инсталаторът липсва или не е еднозначно определен.
bn: আপডেট ইনস্টলারটি অনুপস্থিত অথবা অস্পষ্ট।
ca: L'instal·lador d'actualitzacions no hi és o és ambigu.
cs: Instalátor aktualizace chybí nebo je nejednoznačný.
cy: Mae'r gosodwr diweddariadau ar goll neu'n amwys.
da: Installationsprogrammet til opdateringen mangler eller er tvetydigt.
de: Das Installationsprogramm für das Update fehlt oder ist nicht eindeutig.
de_at: Das Update-Installationsprogramm fehlt oder ist nicht eindeutig.
de_ch: Installer-Datei fehlt oder ist mehrdeutig.
el: Το πρόγραμμα εγκατάστασης της ενημέρωσης λείπει ή δεν είναι σαφές.
es: Falta el instalador de la actualización o no está claro cuál es.
es_ar: Falta el instalador de la actualización o no está claro cuál es.
es_mx: El instalador de actualización no aparece o es ambiguo.
et: Uuenduse paigaldaja puudub või pole ühene.
eu: Eguneratze instalatzailea falta da edo anbiguoa da.
fa: نصب‌کننده‌ی به‌روزرسانی وجود ندارد یا مبهم است.
fi: Päivitysohjelmaa ei löydy tai se on epäselvä.
fil: Nawawala o hindi malinaw ang update installer.
fr: Le programme d'installation de la mise à jour est manquant ou ambigu.
fr_ca: Le programme d'installation de la mise à jour est manquant ou ambigu.
ga: Tá an suiteálaí nuashonraithe ar iarraidh nó débhríoch.
gl: Falta o instalador da actualización ou é ambiguo.
gu: અપડેટ ઇન્સ્ટોલર ખૂટે છે અથવા અસ્પષ્ટ છે.
he: מתקין העדכון חסר או אינו חד־משמעי.
hi: अपडेट इंस्टॉलर या तो अनुपलब्ध है या अस्पष्ट है।
hr: Instalater nedostaje ili nije jedinstven.
hu: A frissítés telepítője hiányzik, vagy nem egyértelmű.
hy: Թարմացման տեղադրիչը բացակայում է կամ մեկից ավելի է։
id: Penginstal pembaruan tidak ada atau ambigu.
is: Uppsetningarforritið fyrir uppfærslur vantar eða er óljóst.
it: Il programma di installazione dell'aggiornamento manca o è ambiguo.
ja: アップデート用インストーラーがないか、複数あります。
ka: განახლების ინსტალერი აკლია ან ერთმნიშვნელოვნად ვერ განისაზღვრა.
kk: Жаңарту орнатушысы жоқ не бірмәнді емес.
km: កម្មវិធីដំឡើងបច្ចុប្បន្នភាពបាត់ ឬមិនច្បាស់លាស់។
kn: ನವೀಕರಣ ಸ್ಥಾಪಕ ಕಾಣೆಯಾಗಿದೆ ಅಥವಾ ಅಸ್ಪಷ್ಟವಾಗಿದೆ.
ko: 업데이트 설치 프로그램이 없거나 여러 개입니다.
ky: Жаңыртуу орноткучу жок же бир нечеси табылды.
lo: ຕົວຕິດຕັ້ງການອັບເດດຫາຍໄປ ຫຼື ບໍ່ຊັດເຈນ.
lt: Diegimo atvaizdo nėra arba rasti keli.
lv: Atjauninājuma instalētāja nav vai ir vairāki.
mk: Инсталерот го нема или не е еднозначен.
ml: അപ്ഡേറ്റ് ഇൻസ്റ്റാളർ കാണുന്നില്ല അല്ലെങ്കിൽ അവ്യക്തമാണ്.
mn: Шинэчлэлт суулгагч байхгүй эсвэл тодорхойгүй байна.
mr: अपडेट इंस्टॉलर उपलब्ध नाही किंवा संदिग्ध आहे.
ms: Pemasang kemas kini tiada atau berbilang.
mt: L-installatur tal-aġġornament huwa nieqes jew ambigwu.
my: အပ်ဒိတ်ထည့်သွင်းသည့်ကိရိယာ ပျောက်ဆုံးနေသည် သို့မဟုတ် မရှင်းလင်းပါ။
nb: Installasjonsfilen mangler eller er tvetydig.
ne: अपडेट इन्स्टलर हराइरहेको छ वा अस्पष्ट छ।
nl: Het installatieprogramma voor de update ontbreekt of is onduidelijk.
or: ଅପଡେଟ୍ ଇନଷ୍ଟଲରଟି ଅନୁପସ୍ଥିତ କିମ୍ବା ଅସ୍ପଷ୍ଟ।
pa: ਅੱਪਡੇਟ ਇੰਸਟੌਲਰ ਗੁੰਮ ਹੈ ਜਾਂ ਅਸਪਸ਼ਟ ਹੈ।
pl: Brakuje instalatora aktualizacji lub jest on niejednoznaczny.
pt: O programa de instalação da atualização está em falta ou é ambíguo.
pt_br: O instalador da atualização está faltando ou é ambíguo.
ro: Instalatorul lipsește sau este ambiguu.
ru: Программа установки обновления отсутствует или определена неоднозначно.
si: යාවත්කාලීන ස්ථාපකය අස්ථානගත වී ඇත හෝ අපැහැදිලි ය.
sk: Obraz aktualizácie chýba alebo je nejednoznačný.
sl: Namestitveni program za posodobitev manjka ali je nejasen.
sq: Instaluesi i përditësimeve mungon ose është i paqartë.
sr: Инсталатер ажурирања недостаје или је неједнозначан.
sv: Installationsfilen saknas eller är inte entydig.
sw: Kisakinishi cha sasisho hakipo au kina utata.
ta: புதுப்பிப்பு நிறுவி காணவில்லை அல்லது தெளிவற்றதாக உள்ளது.
te: అప్‌డేట్ ఇన్‌స్టాలర్ లేదు లేదా అస్పష్టంగా ఉంది.
th: โปรแกรมติดตั้งการอัปเดตหายไปหรือไม่ชัดเจน
tr: Güncelleme yükleyicisi eksik veya belirsiz.
uk: Інсталятор оновлення відсутній або неоднозначний.
ur: اپ ڈیٹ انسٹالر غائب یا مبہم ہے۔
vi: Trình cài đặt bản cập nhật bị thiếu hoặc không rõ ràng.
zh_hans: 缺少更新安装程序，或者其名称不明确。
zh_hant: 更新安裝程式遺失或有多個符合項目。
zu: Isifaki sesibuyekezo asikho noma kunezingaphezu kwesisodwa.

source: The update response is too large.
af: Die opdateringsantwoord is te groot.
am: የዝማኔው ምላሽ በጣም ትልቅ ነው።
ar: استجابة التحديث كبيرة جدًا.
az: Yeniləmə cavabı çox böyükdür.
be: Адказ на абнаўленне занадта вялікі.
bg: Отговорът на актуализацията е прекалено голям.
bn: আপডেট প্রতিক্রিয়াটি অনেক বড়।
ca: La resposta d'actualització és massa gran.
cs: Odpověď serveru je příliš velká.
cy: Mae'r ymateb diweddaru yn rhy fawr.
da: Opdateringsresponsen er for stor.
de: Die Antwort auf die Aktualisierungsanfrage ist zu groß.
de_at: Die Aktualisierungsantwort ist zu groß.
de_ch: Die Aktualisierungsantwort ist zu groß.
el: Η απόκριση της ενημέρωσης είναι υπερβολικά μεγάλη.
es: La respuesta de la actualización es demasiado grande.
es_ar: La respuesta de actualización es demasiado grande.
es_mx: La respuesta de actualización es demasiado grande.
et: Uuenduse vastus on liiga suur.
eu: Eguneratze-erantzuna handiegia da.
fa: پاسخ به‌روزرسانی خیلی بزرگ است.
fi: Päivitysvastaus on liian suuri.
fil: Masyadong malaki ang tugon ng update.
fr: La réponse à la mise à jour est trop volumineuse.
fr_ca: La réponse de mise à jour est trop volumineuse.
ga: Tá an freagra nuashonraithe ró-mhór.
gl: A resposta de actualización é demasiado grande.
gu: અપડેટ પ્રતિભાવ ખૂબ મોટો છે.
he: תגובת העדכון גדולה מדי.
hi: अपडेट प्रतिक्रिया बहुत बड़ी है।
hr: Odgovor na ažuriranje je prevelik.
hu: A frissítési válasz túl nagy.
hy: Թարմացման պատասխանը չափազանց մեծ է։
id: Ukuran respons pembaruan terlalu besar.
is: Svarið við uppfærslunni er of stórt.
it: La risposta all'aggiornamento è troppo grande.
ja: 更新の応答サイズが大きすぎます。
ka: განახლების პასუხი ძალიან დიდია.
kk: Жаңарту жауабы тым үлкен.
km: ការឆ្លើយតបនៃការអាប់ដេតមានទំហំធំពេក។
kn: ನವೀಕರಣ ಪ್ರತಿಕ್ರಿಯೆ ತುಂಬಾ ದೊಡ್ಡದಾಗಿದೆ.
ko: 업데이트 응답의 크기가 너무 큽니다.
ky: Жаңыртуу жообу өтө чоң.
lo: ການຕອບສະໜອງການອັບເດດໃຫຍ່ເກີນໄປ.
lt: Atnaujinimo atsakymas yra per didelis.
lv: Atjauninājuma atbilde ir pārāk liela.
mk: Одговорот за ажурирање е преголем.
ml: അപ്ഡേറ്റ് പ്രതികരണം വളരെ വലുതാണ്.
mn: Шинэчлэлтийн хариу үйлдэл хэт том байна.
mr: अपडेटचा प्रतिसाद खूप मोठा आहे.
ms: Respons kemas kini terlalu besar.
mt: Ir-rispons tal-aġġornament huwa kbir wisq.
my: အပ်ဒိတ်တုံ့ပြန်မှု အလွန်ကြီးမားသည်။
nb: Oppdateringsresponsen er for stor.
ne: अद्यावधिक प्रतिक्रिया धेरै ठूलो छ।
nl: Het antwoord op de update is te groot.
or: ଅପଡେଟ୍ ପ୍ରତିକ୍ରିୟା ବହୁତ ବଡ଼।
pa: ਅੱਪਡੇਟ ਪ੍ਰਤੀਕਿਰਿਆ ਬਹੁਤ ਵੱਡੀ ਹੈ।
pl: Odpowiedź na aktualizację jest zbyt duża.
pt: A resposta da atualização é demasiado grande.
pt_br: A resposta da atualização é muito grande.
ro: Răspunsul la actualizare este prea mare.
ru: Ответ сервера слишком велик.
si: යාවත්කාලීන ප්‍රතිචාරය ඉතා විශාලයි.
sk: Odpoveď na aktualizáciu je príliš veľká.
sl: Odgovor na posodobitev je prevelik.
sq: Përgjigja e përditësimit është shumë e madhe.
sr: Одговор на ажурирање је превелик.
sv: Uppdateringssvaret är för stort.
sw: Jibu la sasisho ni kubwa sana.
ta: புதுப்பிப்புப் பதில் மிகவும் பெரியதாக உள்ளது.
te: అప్‌డేట్ ప్రతిస్పందన చాలా పెద్దదిగా ఉంది.
th: ข้อความตอบกลับการอัปเดตมีขนาดใหญ่เกินไป
tr: Güncelleme yanıtı çok büyük.
uk: Розмір відповіді на оновлення занадто великий.
ur: اپ ڈیٹ کا جواب بہت بڑا ہے۔
vi: Phản hồi cập nhật quá lớn.
zh_hans: 更新响应过大。
zh_hant: 更新回應過大。
zu: Impendulo yesibuyekezo inkulu kakhulu.
